
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Érvénytelen szám";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Nem érte el a minimumot";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maximum túllépve";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Lebegőpontos nem megengedett";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Érvénytelen dátumkaraktersor";

